
[
  {
    "id": 1,
    "name": "John Doe",
    "img": "https://media.istockphoto.com/photos/be-the-person-others-look-up-to-picture-id1149470890?k=20&m=1149470890&s=612x612&w=0&h=rZRbbyhW0C6TGCAM00941VC_t_Yc4pEheea6ArN1__Q=",
    "description": "Bought the DJI Mavic Air 2, two weeks ago before I knew an update was coming so soon buttt.... I just ordered the Air 2S! The Air 2 has been fantastic but I did run into some range issues or losing connectivity around buildings and residential areas. Hoping the updated unit with 4 antennas vs 2 will fix that issue. Also looking forward to the updated hardware and 1 inch sensor! Will post back with comparison and if it was worth the extra buy.",
    "ratings": 5
  },
  {
    "id": 2,
    "name": "Chris Smith",
    "img": "https://images.unsplash.com/photo-1539571696357-5a69c17a67c6?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTV8fHJhbmRvbSUyMHBlcnNvbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
    "description": " I’m a newbie to the world of drones. This is my first drone and so far I’m very happy with it. I have nothing to compare it with other than those toy drones which I think is not fair to make some comparison. First use, like any other electronics, is always the hardest. But after that, everything else is a breeze. Buy the combo package because you’ll definitely need more than 1 battery. The bag makes it so convenient to bring this with you. Also buy a SD card because the internal 8gb memory only lasts few minutes. I believe only up to 256gb SD cards are compatible with the drone.",
    "ratings": 5
  },
  {
    "id": 3,
    "name": "Woke steves",
    "img": "https://images.unsplash.com/photo-1530268729831-4b0b9e170218?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fHJhbmRvbSUyMHBlcnNvbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
    "description": "This drone is awesome! the controls are so good. Great video / image quality. The best thing of all must be the return to home button. Just press and hold for 3 sec and it flys back. The only slight confusion is not finding the DJI Fly app from the Play Store. Need to scan QR code and install the app from the link. Another thing about drone use in general is that there are restricted places where you can't fly. You need to go to DJI Fly Safe Geo Zone Map to check if you can fly in your area. Pretty much can't fly near airports and all of D.C.",
    "ratings": 5
  },
  {
    "id": 4,
    "name": "Ben Cutting",
    "img": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8cmFuZG9tJTIwcGVyc29ufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
    "description": "First of all it has 03 connection, active track4.0. I own several DJI Drones and this one ranks up there. The pictures and video this Drone can shoot are awesome and work great in post editing. I would definitely recommend this Drone to anyone looking to getting into surveys, photography, or real-estate.",
    "ratings": 4
  },
  {
    "id": 5,
    "name": "Stipen jes",
    "img": "https://images.unsplash.com/photo-1506794778202-cad84cf45f1d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8cmFuZG9tJTIwcGVyc29ufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
    "description": " I ordered thus product few days ago and i am very happy and satisfied with quality of the product.It works very nicely and smoothly.Totally worth the money.Another thing about drone use in general is that there are restricted places where you can't fly. You need to go to DJI Fly Safe Geo Zone Map to check if you can fly in your area. Pretty much can't fly near airports and all of D.C.",
    "ratings": 4.5
  },
  {
    "id": 6,
    "name": "Jenifer Lopez",
    "img": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8cmFuZG9tJTIwcGVyc29ufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
    "description": " Love this little drone but I ended up returning for one reason; the standard pack does NOT come with neutral density filters which are a MUST for anyone shooting professionally with this model. For those of you who aren't aware, this model has a fixed aperture which means you can not close up the iris on a bright day, which is why they developed ND filters specifically for this model. Unfortunately, they don't come in this particular pack. Either purchase ND's separately or do what I did and spend the extra money on the fly more combo, which comes with 4 ND's and 2 additional batteries.",
    "ratings": 4
  }
]